/* Unable to open user selected document. */
"Document content is corrupted and cannot be read." = "Dokument je poškozený a nemůže být načten.";

/* Notification informative text for successful build. */
"Maven build did end successfuly." = "Setavení proběhlo bez chyb.";

/* Notification title for successful build. */
"Maven build did suceeded." = "Úspěšné sestavení";

/* Notification informative text for unsuccessful build. */
"Maven build didn't end successfuly." = "Nepodařilo se úspěšně sestavit projekt.";

/* Notification title for unsuccessful build. */
"Maven build didn't succeed." = "Neúspěšné sestavení";

/* Undo action for setting new working directory. */
"Set Working Directory" = "Nastavit pracovní adresář";

/* Undo action for setting new value for command. */
"Typing" = "Psaní";

/* User tries to build project with empty command. */
"Unable to build project with empty command." = "Nelze sestavit projekt s prázným příkazem.";

/* Unable to read content of selected file. */
"Unable to read Maven working directory." = "Nelze získat přístup k pracovnímu adresáři.";

